import slide1 from './assets/imgs/slide1.jpg'
import slide2 from './assets/imgs/slide2.jpg'
import slide3 from './assets/imgs/slide3.jpg'
import slide4 from './assets/imgs/slide4.jpg'
import slide5 from './assets/imgs/slide5.jpg'
import slide6 from './assets/imgs/slide6.jpg'

import phone from './assets/imgs/phone-large.svg'
import mail from './assets/imgs/mail.svg'
import clock from './assets/imgs/clock.svg'

import exper1 from './assets/imgs/expertise1.png'
import exper2 from './assets/imgs/expertise2.png'
import exper3 from './assets/imgs/expertise3.png'

export const swiperSlides = [
  {
    id: 1,
    caption: 'Экспертиза промышленной безопасности',
    img: slide1,
  },
  {
    id: 2,
    caption: 'У нас работают эксперты 1 категории с многолетним опытом',
    img: slide2,
  },
  {
    id: 3,
    caption: 'Экспертиза промышленной безопасности по выгодной цене',
    img: slide3,
  },
  {
    id: 4,
    caption: 'Минимальные сроки выполнения промышленной экспертизы',
    img: slide4,
  },
  {
    id: 5,
    caption: 'Современный подход в экспертизе к поставленной задаче',
    img: slide5,
  },
  {
    id: 6,
    caption: 'Экспертиза промышленной безопасности под ключ (от заявки до внесения в реестр положительных экспертиз)',
    img: slide6,
  },
]

export const additionalInfo = [
  {
    id: 1,
    caption: 'Наш телефон',
    info: '+7 (905) 385-76-71',
    icon: phone,
  },
  {
    id: 2,
    caption: 'Наша почта',
    info: 'heliossar@yandex.ru',
    icon: mail,
  },
  {
    id: 3,
    caption: 'Мы работаем',
    info: 'Пн - Пт 10:00 - 20:00',
    icon: clock,
  },
]

export const expertises = [
  {
    id: 1,
    image: exper1,
    title: 'Экспертиза технических устройств',
    caption: `Процедура оценки соответствия технических устройств и оборудования федеральным нормам и правилам в области промышленной безопасности, если техническим регламентом не установлена иная форма оценки.`,
  },
  {
    id: 2,
    image: exper2,
    title: 'Экспертиза зданий и сооружений',
    caption: `Экспертиза с целью определения соответствия зданий, сооружений на опасном производственном объекте, предназначенных для хранения сырья/продукции, перемещения людей и грузов, локализации и ликвидации последствий аварий, федеральным нормам и правилам в области промышленной безопасности.`,
  },
  {
    id: 3,
    image: exper3,
    title: 'Разработка документов по пром. безопасности',
    caption: `Наши специалисты качественно и в сжатые сроки разработают для Вас документы для предоставления в РОСТЕХНАДЗОР.`,
  },
]

export const attestation = [
  {
    id: 6,
    title: 'Металлургическая промышленность',
    caption: `Опасные производственные объекты металлургической промышленности, и опасные производственные объекты производства черных и цветных металлов.`,
  },
  {
    id: 2,
    title: 'Химическая, нефтехимическая и нефтеперерабатывающая промышленность',
    caption: `Опасные производственные объекты химической, нефтехимической и нефтеперерабатывающей промышленности, а также других взрывопожароопасных и вредных производств.`,
  },
  {
    id: 3,
    title: 'Тепло- и электроэнергетика',
    caption: `Опасные производственные объекты тепло - и электроэнергетики, другие опасные производственные объекты, использующие оборудование, работающее под давлением более 0,07 МПа или при температуре нагрева воды более 115 °C.`,
  },
  {
    id: 8,
    title: 'Растительное сырье',
    caption: `Опасные производственные объекты хранения, переработки и использования растительного сырья.`,
  },
  {
    id: 7,
    title: 'Грузоподъемные механизмы',
    caption: `Опасные производственные объекты, на которых используются стационарно установленные грузоподъемные механизмы.`,
  },
  {
    id: 5,
    title: 'Пищевая и масложировая промышленность',
    caption: `Опасные производственные объекты пищевой и масложировой промышленности.`,
  },
  {
    id: 1,
    title: 'Газоснабжение',
    caption: `Опасные производственные объекты газоснабжения.`,
  },
  {
    id: 4,
    title: 'Нефтепродуктообеспечение',
    caption: `Опасные производственные объекты нефтепродуктообеспечения.`,
  },
  {
    id: 9,
    title: 'Водоподготовка',
    caption: `Химически опасные производственные объекты систем водоподготовки.`,
  },
]